Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: You didn' t make it, Mr. Ash.
ru: Вы не сделали этого, мистер Ash.

source: ... l could go with you.
ru: Я бы хотел...... я бы мог пойти с тобой.

source: I don' t blame you, you know.
ru: Я не виню тебя, ты знаешь.

source: Everything that happened, Trinity, it was all my fault.
ru: Все что случилось, Trinity, это все была моя вина.

source: All that Through the Looking Glass stuff.
ru: Весь этот бред с Алисой в Зазеркалье.

source: Can' t get my head around it.
ru: Не могу обойти это все.

source: I' m old- fashioned.
ru: Я слишком старомоден.

source: There' s a difference between a test and a choice.
ru: Есть отличие между тестом и выбором.

source: For what it' s worth, I think you could' ve handled the truth.
ru: Ради того, что это стоит, я думаю вы бы справились с правдой.

source: Goodbye, Trinity.
ru: Прощай, Trinity.

source: Goodbye.
ru: Прощай.

source: Hey, girl, time to eat.
ru: Хэй, девочка, пора есть.

source: Oh, Yuki' s my cat.
ru: Оу, Yuki - это моя кошка.

source: Well, I don' t understand.
ru: Подожди, я не понимаю.

source: lf you don' t want to go out with him, why did you say you would?
ru: Если ты не хочешь идти с ним, зачем ты сказала, что пойдешь?

source: I mean, you don' t want to give him the wrong idea, do you?
ru: Я имею ввиду, ты же не хочешь подбросить ему неверные мысли?

source: Well, listen, you need to make up your mind.
ru: Хорошо, послушай, тебе необходимо привести в порядок свои мысли.

source: I' m starting to worry about my cat.
ru: Я начинаю беспокоится о своей кошке.

source: She never misses a meal.
ru: Она никогда не забывает поесть.

source: I' m gonna have to call you back.
ru: Я тебе перезвоню.

source: We haven' t seen her anywhere today, but we' il be sure to tell you if we do.
ru: Мы не видели ее нигде сегодня, но если мы увидим, то сразу сообщим тебе.

source: - lce cream!
ru: - Мороженое!

source: - She' s wearing a bell like this one.
ru: - На ней был точно такой же колокольчик.

source: - I don' t know where your cat is.
ru: - Я не знаю, где твоя кошка.

source: - Me either.
ru: - Я тоже.

source: She' s at the old haunted house.
ru: Она в том старом призрачном доме.

source: Hey, look!
ru: Хэй, посмотрите!

source: There' s a rainbow over there again.
ru: Прямо там опять радуга.

source: I don' t get it.
ru: Я не понимаю этого.

source: She likes to stay home.
ru: Она любит сидеть дома.

source: What is she doing over there?
ru: Что она там делает?

source: You know, you' re not supposed to go in there...... but we don' t really care about that.
ru: Знаешь, ты не собираешься идти туда...... но нам на самом деле наплевать на это.

source: You wanna go?
ru: Ты идешь?

source: - Are we going?
ru: - Мы пойдем?

source: - It' s probably raining there again.
ru: - Возможно сегодня опять будет дождь.

source: Nice moves, man.
ru: Прикольно двигаешься, чувак.

source: - Hey, it' s over here.
ru: - Хэй, это прямо здесь.

source: - Wait, I' m coming with you.
ru: - Подождите, я иду с вами.

source: You sure it' s okay to show her?
ru: Ты уверен, что стоит показывать ей?

source: Where are you?
ru: Где вы?

source: Guys?
ru: Ребята?

source: Where' d you go?
ru: Куда вы подевались?

source: Where' d they go?
ru: Да куда они ушли?

source: - Come on, boy.
ru: - Давай, малыш.

source: - Whoa, cool truck!
ru: - Вау, крутой грузовик!

source: Settle down!
ru: Успокойся!

source: Sit!
ru: Сядь!

source: Where is everyone?
ru: Да где же хоть кто- нибудь?

source: Stupid cat.
ru: Глупая кошка.

source: What' s going on here?
ru: Да что же это такое здесь?

source: - I got it!
ru: - Я поймал!

source: Yuki? ls that you?
ru: Это ты?

source: There you are, Yuki.
ru: Вот ты где, Yuki.

source: I' ve been looking everywhere for you.
ru: Я искала тебя повсюду.

source: Bad cat.
ru: Плохая кошка.

source: Bet you' re hungry, huh?
ru: Спорим ты проголодалась, а?

source: I figured this out yesterday.
ru: Я поняла это вчера.

source: Your cat' s okay.
ru: С твоей кошкой все в порядке.

source: Yeah, thanks.
ru: Да, спасибо.

source: It' s those boys.
ru: Это те ребята.

source: - Ready!
ru: - Готовы!

source: - There he goes.
ru: - И вот он пошел!

source: Banzai!
ru: Банзай!

source: May I have your attention, please.
ru: Уделите немного внимания, пожалуйста.

source: And you are the winner!
ru: И ты победитель!

source: No fair.
ru: Нечестно.

source: He hit the ground.
ru: Он упал на землю.

source: His nose is bleeding.
ru: У него кровь из носа.

source: Look!
ru: Посмотри!

source: I think he' s right.
ru: Я думаю он прав.

source: - Hey, who told her?
ru: - Хэй, кто рассказал ей?

source: - Don' t look at me.
ru: - Не смотри на меня.

source: - I didn' t tell her.
ru: - Я ничего не говорил.

source: So this house is haunted.
ru: Итак, это дом с привидениями.

source: - No way.
ru: - Не может быть.

source: Wow, this is too much!
ru: Вау, это уже слишком!

source: - This never happened before.
ru: Это, это было...

source: That, that was -- What was that?
ru: Что это было?

source: Yeah, they' re gonna tear it down.
ru: Да, они собираются снести его.

source: Come on, come on, come on!
ru: Давай, давай, давай!

source: Hey, light as a feather.
ru: Хэй, легкая как перышко.

source: - I wanna try!
ru: - Я хочу попробовать!

source: I wanna try!
ru: Я хочу попробовать!

source: - Come on, we could help her.
ru: - Давай, поможем ей.

source: Get away from there.
ru: Убирайтесь отсюда.

source: Move along!
ru: Уходите!

source: Yuki, wait!
ru: Yuki, подожди!

source: Clear the area.
ru: Очистите территорию.

source: Clear the area immediately.
ru: Очистите территорию немедленно.

source: If you don' t want to go out with him, why did you say you would?
ru: Если ты не хочешь идти с ним, зачем ты сказала, что пойдешь?

source: I mean, you don' t wanna give him the wrong idea.
ru: Я имею ввиду, ты же не хочешь подбросить ему неверные мысли?

source: You need to make up your mind.
ru: Тебе необходимо привести в порядок свои мысли.

source: I' m starting to worry.
ru: Я начинаю беспокоиться.

source: Hey, you!
ru: Эй, ты!

source: We' ve got one over here.
ru: У нас тут кое- кто есть.

source: You don' t belong here.
ru: Тебе тут не место.

source: Move along, folks.
ru: Не задерживайтесь, друзья.

source: Nothing to see here.
ru: Тут не на что смотреть.

source: Come on, folks, out of the way.
ru: Давайте, друзья, уходите с дороги.

source: Go about your business.
ru: Возвращайтесь к своим делам.

source: Let go of me, let go!
ru: Отцепись от меня, пусти!

source: - Tell me you have all of them.
ru: - Скажите мне, что вы взяли из всех.

source: The last one' s over there.
ru: Вот это последняя.

source: - Examine her.
ru: - Проверьте ее.

source: Then let her go.
ru: Потом отпустите.

source: Let go!
ru: Пустите!

source: Listen to me!
ru: Послушайте меня!

source: There' s no bugs in there!
ru: Там никаких неисправностей нет!

source: It' s just some kids!
ru: Это просто дети.

source: - Seal the area off now.
ru: Завершены.

source: I' m going, I' il see you guys later.
ru: Я ухожу, встретимся затра, ребята.

source: - Yeah, nothing.
ru: - Да, ничего.

source: Work!
ru: Работай!

source: It' s not working.
ru: Не работает.

source: Come on, let' s go.
ru: Давай, уходим.

source: Baby' s spotted two machines heading in fast.
ru: Малыш засек две быстро приближающихся машины.

source: I see them.
ru: Я вижу их.

source: They' re runners.
ru: Это Бегуны.

source: Think you can handle them?
ru: Думаешь справишься с ними?

source: I' m in.
ru: Я внутри.

source: That runner' s smarter than we' ve seen so far.
ru: Эти Бегуны посообразительней, чем те, что мы видели до сих пор.

source: - It' s quite a catch.
ru: - Внушительная поимка.

source: - Thanks.
ru: - Спасибо.

source: Will it --?
ru: Думаешь это...?

source: Do you think it' il convert?
ru: Думаешь это обернется?

source: To convert is its choice to make.
ru: Обращение возможно только по выбору.

source: Do you think maybe we ought to reprogram it?
ru: Ты думаешь, что нам стоит перепрограммировать их?

source: We can' t make slaves of them.
ru: Мы не можем сделать рабов из них.

source: Because that would be simpler.
ru: Потому что это было бы слишком просто.

source: We won' t beat the machines by making them our slaves.
ru: Мы не победим машины, делая их них своих рабов.

source: Better to let them join us by choice.
ru: Гораздо лучше дать им выбор присоединиться к нам.

source: Make them believe the right choice is the one we want them to make.
ru: Убедить их, что верный выбор - именно тот, который предлагаем мы.

source: Yes, machines are tools.
ru: Машины - это инструменты.

source: They' re made to be used.
ru: Они созданы, чтобы их использовали.

source: - It' s their nature.
ru: - Это их природа.

source: - To be slaves.
ru: - Быть рабами.

source: That' s why we can show them a better world, why they convert.
ru: Именно поэтому мы можем показать им другой мир, ради которого им стоит измениться.

source: - But that world we show them isn' t real.
ru: - Но тот мир, который мы покажем им - он не реален.

source: - It doesn' t matter.
ru: - Это не имеет значения.

source: I' m afraid they' il figure out that we' ve made up the thing in our heads.
ru: Хм, я боюсь они поймут, что все это происходит у нас в голове.

source: They can' t tell the difference.
ru: Они не осознают отличия.

source: To an artificial mind, all reality is virtual.
ru: Для искусственного интеллекта - вся реальность виртуальная.

source: How do they know that the real world isn' t just another simulation?
ru: Как они понимают, что реальный мир - это не очередная симуляция?

source: How do you?
ru: И как понимаешь ты?

source: I know I' m not dreaming now because I know what it' s like being in a dream.
ru: Я знаю, что я не сплю, потому что я знаю, каково это спать и видеть сны.

source: So dreaming lets you know reality exists.
ru: Итак, сон дает тебе повод полагать, что реальность существует.

source: Just that my mind exists.
ru: Только то, что мой разум существует.

source: I don' t know about the rest.
ru: Я ничего не знаю обо всем остальном.

source: Okay, he' s good to go.
ru: Отлично, он может идти.

source: Looks like we are too.
ru: Похоже мы тоже.

source: Dreaming already?
ru: Уже заснул?

source: He' s had a rough day.
ru: У него был трудный день.

source: You poor baby.
ru: Бедный малыш.

source: Would you mind?
ru: Окажешь любезность?

source: Not at all.
ru: Без проблем.

source: Hello there.
ru: Приветики.

source: What' s happening?
ru: Что случилось?

source: Sentinels.
ru: Стража.

source: Come on, damn it, help me!
ru: Ну давай же, черт побери, помоги мне!

source: Only the most exceptional people become aware of the Matrix.
ru: Мировой рекорд (Япония- Корея)

source: Those that learn it exists...... must posses a rare degree of intuition, sensitivity and a questioning nature.
ru: Те кто догадываются о ее существовании...... должны обладать редкой степенью интуиции, чувствительности и пытливой натурой.

source: Signal is stable.
ru: Сигнал стабильный.

source: This frequency will continue to remain open.
ru: Эта частота будет продолжать оставаться открытой.

source: However, very rarely...... some gain this wisdom through wholly different means.
ru: Однако, крайне редко...... некоторые понимают это с помощью совершенно другого подхода.

source: This man is one of those few.
ru: Этот человек один из этих единиц.

source: Gentlemen, please take your marks!
ru: Джентельмены, встаньте, пожалуйста, на свои отметки!

source: Of course I believe you, Dan.
ru: Ну, конечно, я верю тебе Дэн.

source: It' s got to be some kind of mix- up.
ru: Это понятно, как некая неразбериха.

source: You' il clear it up, and if you can' t, you' il go on.
ru: Ты выяснишь это, а если не сможешь, то продолжишь потом.

source: Just like you' ve always done.
ru: Как ты всегда и делаешь.

source: You know that.
ru: Ты знаешь это.

source: I don' t know, Dad.
ru: Я не знаю, отец.

source: I don' t know what to believe in anymore.
ru: Я уже не знаю, во что можно верить.

source: Well, nothing worth doing in life is easy.
ru: Ну что ж, ничто в этой жизни просто так не делается.

source: And I have great faith in you, son.
ru: Я верю в тебя, сын.

source: I know you can do it.
ru: Я знаю ты можешь сделать это.

source: Thanks, Dad.
ru: Спасибо, отец.

source: This is no good, Dan!
ru: Ничего хорошего в этом нет, Дэн!

source: Your muscles are about to burst!
ru: Твои мышцы могут сгореть!

source: Listen to me, there are 5000 different reasons why you shouldn' t --
ru: Послушай меня, есть 5000 различных причин, почему тебе не стоит...

source: I know, but I' m not withdrawing, Tom.
ru: Я знаю, но я не отступлюсь, Том.

source: Does the concept "first in qualifying" mean anything to you?
ru: Для тебя идея "первый в квалификации" что- нибудь значит?

source: That' s enough already!
ru: Хватит уже!

source: This is all we' ve worked for!
ru: Это же все для чего мы работали!

source: lnjure yourself now and it' s over!
ru: Повреди себя сейчас и все рухнет!

source: You' il lose everything!
ru: Ты проиграешь все!

source: Over!
ru: Все!

source: And you can kiss your career goodbye!
ru: И ты можешь поцеловать карьеру на прощание!

source: I' ve made up my mind.
ru: Я приготвил свой разум.

source: And I' m running tomorrow.
ru: Я побегу завтра.

source: Oh, are you?
ru: Оу, значит так?

source: You may run, but if you push yourself any more...... you' il be lucky to break nine minutes!
ru: Ты можешь бежать, но если ты будешь истязать себя еще немного...... ты будешь счастливчиком, если уложишься в девять минут!

source: I mean, why bother?
ru: Я имею ввиду, к чему эти хлопоты?

source: It' s just not worth it, buddy.
ru: Это не просто не стоит того, дружище.

source: No one will ever beat my record.
ru: Никто потом не побьет мой рекорд.

source: It' s the last chance for me to finally --
ru: Это последний шанс для меня наконец...

source: Prove them wrong.
ru: Доказать, что они не правы.

source: Then do it without me.
ru: Тогда делай это без меня.

source: Hey, Dan, you got a second?
ru: Хэй, Дэн, можно тебя на секундочку?

source: - The clock' s ticking.
ru: - Время пошло.

source: - Just wanted to ask a few questions.
ru: - Я просто хотела задать пару вопросов.

source: - You must be excited to run tomorrow.
ru: - Ты должно быть нервничаешь по поводу завтрашнего бега.

source: - Always.
ru: - Как и всегда.

source: I' ve never felt this good.
ru: Я никогда не чувствую себя хорошо из- за этого.

source: So, what was it like breaking 9. 8 in the qualifying heat?
ru: Итак, на что это похоже побить 9, 8 в квалификационном забеге?

source: Like nothing I' ve ever felt before.
ru: Как ничто, что я чувствовал раньше.

source: It' s everything I' ve worked for.
ru: Это все для чего я работал.

source: And now I' m just hoping I can get back there again.
ru: И теперь я просто надеюсь, что я смогу снова вернуться.

source: Someone once said it feels like zero gravity.
ru: Кто- то однажды сказал, ты чувствуешь это как будто пропала гравитация.

source: You' re released from the world and you' re totally free.
ru: Ты освобожден от этого мира и ты полностью свободен.

source: It must be really nice.
ru: Это звучит прекрасно.

source: I mean, especially considering what happened.
ru: Я имею ввиду, специально учитывая, что случилось.

source: Well, I' il tell you, there aren' t any reporters out there.
ru: Хорошо, я расскажу тебе.

source: All right, Dan, I guess I' m going to take that as my cue.
ru: Хорошо, Дэн, я полагаю эта реплика адресована ко мне.

source: ... so I' il just say good luck to you.
ru: Но тебе следует знать, даже среди нас репортеров есть поклонники...... и я просто пожелаю тебе удачи.

source: American Dan Davis is down!
ru: Американец Дэн Дэвис упал!

source: I have an unstable signal.
ru: Я зафиксировал нестабильный сигнал.

source: He cannot wake up.
ru: Он не может проснуться.

source: Do not let him wake up.
ru: Не позвольте ему проснуться.

source: Dan Davis of the United States finishes with a time of 8. 7 2 seconds...... a new world record.
ru: Дэн Дэвис из Америки финишировал со временем 8. 72 секунды...... новый мировой рекорд.

source: ... there' s nothing quite like cherry pie baked by my Aunt Daisy.
ru: Я скажу тебе кое- что...... ничто не сравнится с вишневым пирогом испеченного тетушкой Daisy.

source: She always bakes me one when I visit.
ru: Она всегда готовит мне его, когда я приезжаю.

source: Look forward to it actually.
ru: Теперь можешь предвкушать.

source: It may sound like I' m bragging, but it' s really the best cherry pie in the world.
ru: Может это и звучит как бравада, но это на самом деле лучший вишневый пирог на свете.

source: She was a bit of an eccentric.
ru: Она была странным человеком.

source: She didn' t get along with my mom...... but I always loved her.
ru: Она не могла ужиться с моей матерью.... но я всегда любила ее.

source: She taught me so many things.
ru: Она меня научила стольким вещам.

source: We' d go to Broadway musicals, to the movies.
ru: Мы пойдем на Бродвей на мьюзикл.

source: Now they call her the "queen of mystery literature."
ru: Теперь ее зовут "Королева мистической литературы"

source: Lives in an elegant villa in the south of France.
ru: Живет в элегантной вилле на юге Франции.

source: But, when I go visit, she still bakes me her cherry pie.
ru: Но когда я приезжаю к ней, она все равно печет мне свой вишневый пирог.

source: Something about biting into it, just for that brief moment tasting perfection.
ru: Что- то острое есть в нем, но только на короткий миг, в самом конце кусочка.

source: Like leaving your body or something.
ru: Как будто покидаешь свое тело или что- то подобное.

source: Anyone can write a novel, but no one can beat her cherry pie.
ru: Кто угодно может написать роман, но никто не сможет превзойти ее пирог.

source: An interesting case, but nothing to be concerned about.
ru: Интересный случай, но ничего, о чем бы стоило беспокоиться.

source: His memory of the race was expunged with no residual effects.
ru: Его память о беге была вырезана без остаточных эффектов.

source: He will never run again.
ru: Он никогда больше не побежит.

source: He will never walk again, for that matter.
ru: Вообще говоря, он даже ходить уже не сможет.

source: We' il continue monitoring him for a while, but anticipate no problems.
ru: Мы будем продолжать наблюдение за ним некоторое время, но не ожидается никаких проблем.

source: A record that will live on in people' s memories for years to come.
ru: Рекорд, который будет годами жить в памяти людей.

source: What more could anyone ask for?
ru: Что еще мог бы кто- нибудь пожелать?

source: Free....
ru: Свободы...

source: Did you say something?
ru: Ты что- то сказал?

source: Sit down.
ru: Сядь.

source: Sit down!
ru: Сядь!

source: Mr. Popper, what is my policy on ringing phones in the classroom?
ru: Мистер Popper, какова моя политика насчет звонящих телефонов в моей аудитории?

source: - I' m sorry, sir.
ru: - Извините, сэр.

source: - Yes, well...... you' re barely passing my class as it is, Mr. Popper.
ru: - Так, хорошо...... вы просто покинете мои уроки, если это повторится, мистер Popper.

source: - It won' t happen again, sir.
ru: - Это не повторится, сэр.

source: - For your sake, I hope not.
ru: - Для вашего же блага, я надеюсь нет.

source: I know I did.
ru: Я уверен, я это сделал.

source: They know you know.
ru: Они знают, что ты знаешь.

source: They' re coming for you.
ru: Они пришли за тобой.

source: Get out now!
ru: Уходи немедленно!

source: You are in serious trouble, Mr. Popper.
ru: У вас серьезные неприятности, мистер Popper.

source: Stop right there!
ru: Остановитесь немедленно!

source: Mr. Popper.
ru: Мистер Popper.

source: Neo, I believe.
ru: Neo, я верю.

source: I know it wasn' t a dream.
ru: Я знаю, что это был не сон.

source: This is not real.
ru: Это не реально.

source: And the real world lies somewhere else.
ru: И реальный мир где- то в другом месте.

source: A typical mental delusion.
ru: Типичная психическая иллюзия.

source: We get unbalanced kids like this all the time.
ru: У нас постоянно есть неуравновешенные дети, такие же как и он.

source: Reality can be a pretty scary thing for some people.
ru: Реальность может быть изрядно устращающей для некоторых людей.

source: This world must have been a cold and alienating place for a boy like that.
ru: Этот мир должен быть холодным и чужим для детей подобным ему.

source: It' s called denying reality.
ru: Это называется отрицание реальности.

source: It' s, you know, just a self- defense mechanism for those type of kids.
ru: Это, вы знаете, просто самозащитный механизм для такого типа детей.

source: Well, he' s in another world now.
ru: Ну что ж, он теперь в другом мире.

source: Make no mistake about that.
ru: В этом ошибки нет.

source: His vitals are good.
ru: Жизненно важные органы у него в порядке.

source: He' s gonna make it.
ru: Он справится.

source: It' s unbelievable.
ru: Это невероятно.

source: I didn' t think self- substantiation was possible.
ru: Я не думала, что самоубеждение возможно.

source: Apparently, it is.
ru: Очевидно, возможно.

source: You' re safe now.
ru: Ты в безопасности теперь.

source: I knew...... you' d save me.
ru: Я знал...... ты спас меня.

source: I didn' t save you, kid.
ru: Я не одинок?

source: You saved yourself.
ru: Ты не одинок.

source: I wonder if Deunan is OK?
ru: Всё ли с тобой в порядке?..

source: Hitomi!
ru: Хитоми!

source: It can' t be...
ru: Неужели!

source: She exceeded the life- extension limit by over three days!
ru: Ты превысила лимит времени поддержки жизнеобеспечения на три дня!

source: We are still not sure who was responsible for the Land Mates that attacked Gaea.
ru: Нам все еще не ясно, кто владелец роботов, атаковавших Гею.

source: This is the end of the ESWAT report for this terrorist attack.
ru: Это конец отчета SWAT о террористической акции.

source: All bioroids, please remain calm.
ru: Биороиды, пожалуйста, сохраняйте спокойствие.

source: We are trying to restore the life- extension process.
ru: Мы стараемся восстановить систему жизнеобеспечения.

source: Please be calm and patient!
ru: Пожалуйста, сохраняйте спокойствие и терпение.

source: Premier Athena, isn' t it beyond ESWAT' s authority to blockade all entrances of Tartarus?
ru: Премьер Афина, не превышает ли полномочия ESWAT блокирование доступа к Тартару?

source: This is the only option under martial law.
ru: В чрезвычайных ситуациях закон позволяет это делать.

source: We are responsible for protecting Gaea.
ru: Защита Геи находится под нашей ответственностью.

source: Not the D- tank?
ru: А защита D- tank?

source: To protect Gaea!
ru: Защита Геи!

source: Regardless of our Olympus military?
ru: Полностью игнорируя нас, военную власть Олимпа?

source: I only chose the best option.
ru: Я только делаю наилучший выбор.

source: Are you insulting me?
ru: Вы оскорбляете меня?!

source: Please, we have no time to argue!
ru: Сейчас нет времени для споров!

source: Ladies and gentlemen, this terrorist attack is targeted on the Bioroid population, an unforgivable tragedy.
ru: Леди и Джентльмены, террористический акт был направлен против популяции биороидов, это непростительная трагедия!

source: At this rate, the Bioroids future is doomed.
ru: Если нападения повторятся, то судьба биороидов будет в исчезновении с поверхности земли.

source: However, there is only one way to save them and protect Olympus.
ru: Однако,.. существует единственный способ сохранить их и защитить Олимп.

source: It took a long time to make the decision.
ru: Потребовалось много времени для принятия такого решения.

source: We discussed it with Gaea for a long time.
ru: Мы долго обсуждали это с Геей.

source: Gaea made the decision.
ru: И Гея приняла решение.
